Repository: zradoslav/gedcom-parse
Catalog: po/*.po
Languages: nl

source: Duplicate entry found for encoding '%s', ignoring
nl: Dubbele definitie gevonden voor de codering '%s', wordt genegeerd

source: No encoding defined for '%s'
nl: Geen codering gedefinieerd voor '%s'

source: Could not register path cleanup function
nl: Kon functie voor vrijgeven van padnaam niet registreren

source: Could not register encoding cleanup function
nl: Kon functie voor vrijgeven van codering informatie niet registreren

source: Could not open encoding configuration file '%s': %s
nl: Kon configuratie bestand voor codering '%s' niet openen: %s

source: Line too long in encoding configuration file '%s'
nl: Lijn te lang in configuratie bestand voor coderingen '%s'

source: Missing data in encoding configuration file '%s'
nl: Ontbrekende gegevens in configuratie bestand voor coderingen '%s'

source: Error closing file '%s': %s
nl: Fout bij het sluiten van het bestand '%s': %s

source: Error opening conversion context for encoding %s: %s
nl: Fout bij het openen van een conversiecontext voor de codering %s: %s

source: Unicode cannot be encoded into one byte
nl: Unicode kan niet geëncodeerd worden in één byte

source: The tag '%s' is mandatory within '%s', but missing
nl: De tag '%s' is verplicht binnen '%s', maar ontbreekt

source: The tag '%s' can maximally occur %d time(s) within '%s'
nl: De tag '%s' mag maximum %d keer voorkomen binnen '%s'

source: The tag '%s' is not a valid tag within '%s'
nl: De tag '%s' is niet geldig binnen '%s'

source: The tag '%s' is not a valid top-level tag
nl: De tag '%s' is geen geldige tag op het top niveau

source: Missing value
nl: Waarde ontbreekt

source: Undefined tag (and not a valid user tag): %s
nl: Ongedefieerde tag (en geen geldige gebruikerstag): %s

source: Standard tag not allowed in user section
nl: Standaard tag niet toegelaten in een gebruikerssectie

source: Missing pointer
nl: Verwijzing ontbreekt

source: Missing cross-reference
nl: Naam voor verwijzingen ontbreekt

source: Internal error: count level mismatch
nl: Interne fout: niveau fout

source: Internal error: count array overflow
nl: Interne fout: overloop van de telrij

source: Internal error: count array calloc error
nl: Interne fout: allocatiefout op de telrij

source: Internal error: count array underflow
nl: Interne fout: underflow van de telrij

source: Putting date in 'phrase' member
nl: Datum wordt in 'phrase' veld gezet

source: Year is missing: '%s'
nl: Jaartal niet aanwezig: '%s'

source: Month is missing: '%s'
nl: Maand niet aanwezig: '%s'

source: Too many characters in day '%s'
nl: Te veel karakters in dag '%s'

source: Not a valid day number: '%s'
nl: Geen geldig dag nummer: '%s'

source: Not a valid month for the given calendar: '%s'
nl: Geen geldige maand voor de gegeven kalender: '%s'

source: Too many characters in year '%s'
nl: Te veel karakters in jaar '%s'

source: Year after slash should be two digits: '%s/%s'
nl: Jaartal na de schuine streep moet twee cijfers zijn: '%s/%s'

source: Year after slash should be following year: '%s/%s'
nl: Jaartal na de schuine streep moet het volgende jaar zijn: '%s/%s'

source: Too many characters in year '%s/%s'
nl: Te veel karakters in jaar '%s/%s'

source: Not a valid year: '%s'
nl: Geen geldig jaar: '%s'

source: Date token stack overflow
nl: Datum token stack overloop

source: Unexpected input
nl: Onverwachte invoer

source: Unknown calendar type
nl: Ongekend kalender type

source: Line too long, max %d characters allowed
nl: Lijn te lang, maximum %d karakters toegestaan

source: Level number with leading zero not allowed
nl: Niveau mag niet met een nul beginnen

source: Level number out of range [0..%d]
nl: Niveau buiten de toegelaten marge [0..%d]

source: GEDCOM level number is %d higher than previous
nl: GEDCOM niveau is %d hoger dan vorige

source: Tag '%s' too long, max %d characters allowed
nl: Type '%s' te lang, maximum %d karakters toegestaan

source: Invalid character for encoding: '%s' (0x%02x)
nl: Ongeldig karakter voor encodering: '%s' (0x%02x)

source: Pointer '%s' too long, max %d characters allowed
nl: Verwijzing '%s' te lang, maximum %d karakters toegestaan

source: '@' character should be written as '@@' in values
nl: '@' karakter moet geschreven worden als '@@' in waarden

source: Tab character is not allowed in values
nl: Tab karakter is niet toegelaten in waarden

source: Unexpected character: '%s' (0x%02x)
nl: Onverwacht karakter: '%s' (0x%02x)

source: Error positioning input file: %s
nl: Fout bij het zoeken in het invoerbestand: %s

source: Error reading from input file: %s
nl: Fout bij het lezen van het invoerbestand: %s

source: Unknown encoding, falling back to one-byte
nl: Ongekende codering, valt terug op één-byte

source: Internal error: GEDCOM parser not initialized
nl: Interne fout: GEDCOM verwerker niet geïnitializeerd

source: Could not open file '%s': %s
nl: Kon bestand '%s' niet openen: %s

source: Warning on line %d:
nl: Waarschuwing op lijn %d:

source: Warning:
nl: Waarschuwing:

source: Error on line %d:
nl: Fout op lijn %d:

source: Error:
nl: Fout:

source: Could not allocate memory at %s, %d
nl: Kon geen geheugen toewijzen in %s, %d

source: Internal error: Duplicate registration for default callback
nl: Interne fout: Dubbele registratie voor default callback

source: Internal error: Duplicate registration for record type %d
nl: Interne fout: Dubbele registratie voor record type %d

source: Internal error: Duplicate registration for element type %d
nl: Interne fout: Dubbele registratie voor element type %d

source: null value
nl: geen waarde

source: character string
nl: karakterrij

source: date
nl: datum

source: age
nl: leeftijd

source: cross-reference
nl: verwijzing

source: Wrong cast of value in file %s, at line %d: %s instead of %s
nl: Verkeerde type-omzetting van een waarde in bestand %s, op lijn %d: %s in plaats van %s

source: nothing
nl: niets

source: a family
nl: een familie

source: an individual
nl: een individu

source: a note
nl: een nota

source: a multimedia object
nl: een multimedia object

source: a source repository
nl: een bronverzameling

source: a source
nl: een bron

source: a submitter
nl: een indiener

source: a submission record
nl: een indieningsbeschrijving

source: an application-specific record
nl: een toepassingsafhankelijk gegeven

source: Could not register xref cleanup function
nl: Kon functie om kruisverwijzingen te verwijderen niet registreren

source: Cross-reference %s used on line %d is not defined
nl: Verwijzing %s gebruikt op lijn %d is niet gedefinieerd

source: Cross-reference %s defined on line %d is never used
nl: Verwijzing %s gedefinieerd op lijn %d is nergens gebruikt

source: Cross-reference %s previously defined as pointer to %s, on line %d
nl: Verwijzing %s is voorheen gedefinieerd als een verwijzing naar %s, op lijn %d

source: Cross-reference %s previously defined as pointer to %s
nl: Verwijzing %s is voorheen gedefinieerd als een verwijzing naar %s

source: Cross-reference %s previously used as pointer to %s, on line %d
nl: Verwijzing %s is voorheen gebruikt als een verwijzing naar %s, op lijn %d

source: Cross-reference %s previously used as pointer to %s
nl: Verwijzing %s is voorheen gebruikt als een verwijzing naar %s

source: String '%s' is not a valid cross-reference key
nl: Karakterrij '%s' is geen geldige verwijzing

source: Cross-reference %s already exists
nl: Verwijzing %s bestaat al

source: Cross-reference %s not defined
nl: Verwijzing %s is niet gedefinieerd

source: Cross-reference %s still in use
nl: Verwijzing %s wordt nog gebruikt

source: Enabling compatibility with '%s', version %d
nl: Compatibiliteit met '%s', versie %d wordt aangezet

source: Enabling compatibility with '%s'
nl: Compatibiliteit met '%s' wordt aangezet

source: Adding link to submitter record with xref '%s'
nl: Verwijzing naar indiener record met verwijzing '%s' wordt toegevoegd

source: Header change time '%s' lost in the compatibility (out of context)
nl: Laatste tijd van verandering van de hoofding '%s' ging verloren in de uitwisselbaarheid (buiten context)

source: Country '%s' lost in the compatibility (out of context)
nl: Land '%s' verloren in de compatibilities (buiten context)

source: Converting 5.5.1 tag '%s' to standard 5.5 user tag '%s'
nl: 5.5.1 tag '%s' wordt omgezet naar standaard 5.5 gebruikerstag '%s'

source: Adding link to family record with xref '%s'
nl: Verwijzing naar familierecord met verwijzing '%s' wordt toegevoegd

source: Converting non-standard tag '%s' to user tag '%s'
nl: Niet-standaard tag '%s' wordt omgezet naar gebruikerstag '%s'

source: Converting undefined tag '%s' to user tag '%s'
nl: Ongedefieerde tag '%s' wordt omgezet naar gebruikerstag '%s'

source: Converting invalidly used tag '%s' to user tag '%s'
nl: Ongeldig gebruikte tag '%s' wordt omgezet naar gebruikerstag '%s'

source: Line too long
nl: Lijn te lang

source: Error converting output string: %s (%d conversion failures)
nl: Fout in het omzetten van de uitvoerkarakterrij: %s (%d omzettingsfouten)

source: Forcing HEAD.CHAR value to '%s'
nl: HEAD.CHAR waarde wordt geforceerd op '%s'

source: The tag %s doesn't support newlines
nl: De tag %s ondersteunt geen regelterugloop

source: Could not open encoding '%s' for writing: %s
nl: Kon codering '%s' niet openen om te schrijven: %s

source: Could not open file '%s' for writing: %s
nl: Kon bestand '%s' niet openen om te schrijven: %s

source: Byte order mark configured, but not relevant
nl: Byte orde teken geconfigureerd, maar niet relevant

source: Not a valid tag: %d
nl: Geen geldige tag: %d

source: The element or record type '%s' requires a specific tag for writing
nl: Het element of record type '%s' vereist een specifieke tag om te schrijven

source: Wrong data type for writing element or record type '%s'
nl: Verkeerd data type om element or record type '%s' te schrijven

source: Parent %d not found during write of %d
nl: Context %d niet gevonden bij het schrijven van %d

source: Number out of range in age
nl: Niveau buiten de toegelaten marge in leeftijd

source: Duplicate year indication in age
nl: Dubbele jaar indicatie in leeftijd

source: Duplicate month indication in age
nl: Dubbele maand indicatie in leeftijd

source: Duplicate day indication in age
nl: Dubbele dag indicatie in leeftijd

source: Unrecognized indication in age: '%s'
nl: Ongekende indicatie in leeftijd: '%s'

source: Unrecognized age format
nl: Ongekend leeftijd formaat

source: Cannot compute SDN for unknown calendar type
nl: Kan SDN niet berekenen voor ongekend kalendertype

source: Year has to be given in bounded date
nl: Het jaar moet opgegeven worden voor een begrensde datum

source: Error converting date: year %d, month %d, day %d
nl: Fout bij het converteren van de datum: jaar %d, maand %d, dag %d

source: Cannot compute from SDN for unknown calendar type
nl: Kan niet vanuit SDN berekenen voor ongekend kalendertype

source: SDN 1 should be bigger than zero
nl: SDN 1 moet groter dan nul zijn

source: SDN 1 isn't a valid date in the given calendar
nl: SDN 1 is geen geldige datum in de gegeven kalender

source: SDN 2 should be -1 for exact dates
nl: SDN 2 moet -1 zijn voor exacte datums

source: SDN 2 should be bigger than zero
nl: SDN 2 moet groter dan nul zijn

source: SDN 2 should be bigger than SDN 1
nl: SDN 2 moet groter zijn dan SDN 1

source: SDN 2 isn't a valid date in the given calendar
nl: SDN 2 is geen geldige datum in de gegeven kalender

source: SDN1/SDN2 isn't a bounded date
nl: SDN1/SDN2 is geen begrensde datum

source: Cannot compute months for unknown calendar type
nl: Kan maand niet berekenen voor ongekend kalendertype

source: Cannot compute month names for unknown calendar type
nl: Kan maandnaam niet berekenen voor ongekend kalendertype

source: Empty value changed to '%s'
nl: Lege waarde veranderd naar '%s'

source: Date is not normalized: some fields are invalid
nl: Datum is niet genormalizeerd: sommige velden zijn ongeldig

source: Could not register buffer cleanup function
nl: Kon functie om buffer te verwijderen niet registreren

source: Could not register gom cleanup function
nl: Kon functie voor vrijgeven van object model niet registreren

source: Cross-reference key '%s' is already in use
nl: Verwijzing %s bestaat al

source: Internal error: Unexpected context at %s, line %d: %s
nl: Interne fout: Onverwachte context in %s, lijn %d: %s

source: Internal error: No context at %s, line %d
nl: Interne fout: Geen context in %s, lijn %d

source: Could not move struct of type %s
nl: Kon structuur van type '%s' niet verplaatsen

source: Could not find struct of type %s in chain
nl: Kon structuur van type %s niet vinden in de keten

source: Data loss in import: "%d %s %s"
nl: Gegevensverlies in inlezen: "%d %s %s"

source: The input '%s' is not a valid UTF-8 string
nl: De invoer '%s' is geen geldige UTF-8 karakterrij

source: The input '%s' is not a valid string for the locale
nl: De invoer '%s' is geen geldige karakterrij voor de locale

source: No record found for xref '%s'
nl: Geen record gevonden voor verwijzing '%s'

source: Xref '%s' not part of chain
nl: Verwijzing '%s' is geen deel van de keten

source: Internal error: unknown evt tag %d
nl: Interne fout: ongekende evt tag %d

source: Internal error: unknown evt type %d
nl: Interne fout: ongekend evt type %d

source: Internal error: wrong parent for evt->family
nl: Interne fout: verkeerde ouder tag voor evt->family

source: Parse succeeded
nl: Verwerking gelukt\n

source: Parse failed
nl: Verwerking niet gelukt\n

source: Note: Compatibility mode was not enabled
nl: Nota: Compatibiliteitsmode was niet aangezet\n

source: You could try the check again using the '-c' option
nl: Je zou de controle opnieuw kunnen proberen met de '-c' optie\n

source: Parse succeeded, now writing file '%s'
nl: Verwerking gelukt, nu wordt file '%s' geschreven\n

source: Write succeeded
nl: Schrijven gelukt\n

source: Write failed
nl: Schrijven niet gelukt\n
